{
    "_comment": "index.html",
    "home": "الرئيسية",
    "AboutUs": "من نحن",
    "Services": "الخدمات",
    "Portfolio": "أعمالنا",
    "Blog": "المدونة",
    "ContactUs": "اتصل بنا",
    "StartNow":"إبدأ الآن",
     "whychooseus":"لماذا تختارنا ",
     "Servicesweoffer":"الخدمات التى نقدمها",
     "GetInTouch":"تواصل معنا",
     "DigitalDesign":"تصميم صفحات الويب والتطوير الرقمي",
     "CraftingDigital":"صياغة تجارب رقمية تُحدِّد ",
     "CraftingDigital_Complete":"المستقبل",
     "DigitalDesign_Desc":"نحوِّل الأفكار إلى حلول رقمية مؤثرة. بدءًا من تصميم واجهات المستخدم/التجربة الرقمية المنصات الإلكترونية القوية والنمذجة ثلاثية الأبعاد الغامرة، تجمع خبراتنا بين الإبداع والتقنيات المتطورة. سواءً كان الأمر متعلقًا بالهوية البصرية، أو تصميم المنتجات، أو الحلول التفاعلية، فإننا نبتكر أدوات تجذب المستخدمين وتعزز النمو. ",
     "MarketingSolutions":"حلول تسويقية استراتيجية",
     "MarketingSolutions_ShiningWords":"نُوسِّع نطاق وصولك ونُعظِّم ",
     "MarketingSolutions_Highlight":"نتائجك",
     "MarketingSolutions_Desc":" دعنا نحوّل جمهورك إلى مُؤيدين مخلصين من خلال محتوى يلقى  وحملات وسائل التواصل الاجتماعي، وشراكات مع المؤثرين، والتسويق الأدائي—جميعها مصممة لتعزيز الظهور الالكترونى ، وتحويل العملاء، وعائد الاستثمار  دعنا نحوّل جمهورك إلى مُؤيدين مخلصين من خلال محتوى يلقى صدًى وحملات تُحقِّق الأهداف (SEO) استغل قوة الاستراتيجيات القائمة على البيانات لتسيطر على سوقك. تشمل خدماتنا تحسين محركات البحث ",
     "ExpertBusinessConsulting":" استشارات أعمال احترافية",
    "ExpertBusinessConsulting_ShiningWords":"تحويل التحديات إلى انتصارات",
    "ExpertBusinessConsulting_Highlight":" استراتيجية",
    "ExpertBusinessConsulting_Desc":"تخلَّص من التعقيدات بثقة. يقدم مستشارونا رؤى قابلة للتطبيق في مجالات تكنولوجيا المعلومات، والتمويل،والعمليات، والاستدامة، لمواءمة أهدافك مع اتجاهات السوق. بدءًا من التحول الرقمي وحتى الامتثال القانوني واستراتيجيات النمو، نُمكِّنك من الابتكار، والتحسين، والريادة في عالم ديناميكي",
    
    "MediaProduction": "الإنتاج الإعلامي وسرد القصص",
    "MediaProduction_Desc": "نحن نختص في إنتاج الفيديو، والرسوم المتحركة، والتصوير الفوتوغرافي لتعزيز سرد العلامة التجارية. بدءًا من الإعلانات الترويجية وفيديوهات الشرح إلى محتوى التدريب المؤسسي، نصنع قصصًا مرئية جذابة تتفاعل مع الجمهور وتضخم رسالتك عبر المنصات.",
    "StrategicBusiness": "التنمية التجارية الاستراتيجية",
    "StrategicBusiness_Desc": "افتح أسواقًا جديدة واغتنم الفرص من خلال خبرتنا في التوسع السوقي، والتحالفات الاستراتيجية، وابتكار المنتجات. نحن ننسق أهدافك مع خطط عملية للنمو المبيعاتي، وعلاقات أصحاب المصلحة، والتنويع—لضمان بقاء عملك مرنًا وجاهزًا للمستقبل.",
    "ExpertConsulting": "خدمات الاستشارات الاحترافية",
    "ExpertConsulting_Desc": "تحدياتك نتعامل معها بدقة عبر استشاراتنا في تكنولوجيا المعلومات، والتمويل، والتسويق، والعمليات. بدءًا من التحول الرقمي وحتى الامتثال القانوني والاستدامة، نقدم رؤى مدعومة بالبيانات لتحسين الكفاءة، وتخفيف المخاطر، وتحقيق نجاح طويل الأمد وقابل للقياس.",
    "WebDevelopment": "تطوير الويب",
    "WebDevelopment_Desc": "نبتكر مواقع ويب مخصصة وقابلة للتطوير تجمع بين الجماليات والوظائف. من تصميم واجهة المستخدم/التجربة الرقمية (UI/UX) البديهية إلى البنية التحتية القوية، نصنع منصات مُحسَّنة للأداء، والأمان، وجذب المستخدمين. سواء كان موقعًا للتجارة الإلكترونية، أو بوابة مؤسسية، أو حلول SaaS، نضمن أن وجودك الرقمي يُحفز النمو ويتكيف مع احتياجات عملك المتطورة.",
    "AppsDevelopment": "تطوير التطبيقات",
    "AppsDevelopment_Desc": "حوّل رؤيتك إلى واقع مع تطبيقات جوال مخصصة—سواء أصلية أو متعددة المنصات—تلائم جمهورك. يتخصص فريقنا في تطوير تطبيقات iOS، وAndroid، والهجينة، مع دمج ميزات متطورة مثل الذكاء الاصطناعي، وإنترنت الأشياء، والتحليلات الفورية. من الفكرة إلى الإطلاق، نركز على السلاسة، والسرعة، والقابلية للتطوير—لتمكين الشركات من التواصل، والابتكار، والازدهار في عالم يعتمد على الهواتف.",
    "DigitalMarketing": "التسويق الرقمي",
    "DigitalMarketing_Desc": "هيمن على سوقك عبر حملات مستهدفة تُحقِّق عائد استثمار (ROI) قابل للقياس. تشمل خبراتنا تحسين محركات البحث (SEO)، والتسويق عبر محركات البحث (SEM)، والتسويق عبر وسائل التواصل الاجتماعي، وشراكات المؤثرين، وإنشاء المحتوى. نحلل الاتجاهات، ونحسّن التحويلات، ونبني الولاء للعلامة التجارية عبر استراتيجيات شخصية. من الحملات الفيروسية إلى توليد العملاء المحتملين المستدام—نحوِّل النقرات إلى عملاء، والبيانات إلى نمو فعّال."

}